{
  "errorCode": 0,
  "errorString": "ok",
  "hotspots": [
    {
      "anchor": {
        "geolocation": {
          "lat": 17.070448,
          "lon": -96.713566
        }
      },
      "icon": {
        "url": "https://github.com/ArturoVasquez24/layar/blob/master/estadio_beisbol.jpg"
      },
      "id": 1,
      "text": {
        "title": "Estadio Eduardo Vasconcelos",
        "description": "El Estadio Eduardo Vasconcelos es la sede de un equipo de béisbol de Oaxaca. Dicho estadio fue construido en 1950 y reinaugurado el 14 de Marzo de 1996, Tiene una capacidad para 7200 espectadores."
      }
    },

    {
      "anchor": {
        "geolocation": {
          "lat": 17.066895,
          "lon": -96.712337
        }
      },
      "icon": {
        "url": "https://github.com/ArturoVasquez24/layar/blob/master/polideportivo.jpg"
      },
      "id": 2,
      "text": {
        "title": "Polideportivo Venustiano Carranza",
        "description": "El Polideportivo Venustiano Carranza es un espacio público que está a dispocisión de deportistas de alto rendimiento así como de familias, en el que se pueden desarrollar diversas disciplinas. Cuenta con tres canchas de fútbol, tres multifuncionales y dos canchas de frontón, una pista de tartán con 1.5 kilómetros de longitud, ciclo pista y trota pista elevada, áreas de descanso y juegos infantiles y áreas verdes; además de contar dentro del mismo espacio con el Centro de Recreación y Acondicionamiento Deportivo (CRAD)."
      }
    },

    {
      "anchor": {
        "geolocation": {
          "lat": 17.079785,
          "lon": -96.745234
        }
      },
      "icon": {
        "url": "https://github.com/ArturoVasquez24/layar/blob/master/deportivo_tecnologico.jpg"
      },
      "id": 3,
      "text": {
        "title": "Unidad Deportiva del Instituto Tecnológico de Oaxaca",
        "description": "La Unidad Deportiva del Instituto Tecnológico de Oaxaca (ITO) brinda la oportunidad de desarrollar disciplinas deportivas como el fútbol rápido y profesional, béisbol, basquetbol atletismo e incluso el juego de pelota mixteca. Dentro del mismo espacio se tiene una alberca semiolímpica, fosa con plataformas de clavados y una pista de trote. El también llamado Complejo Deportivo Zona Poniente alberga un estadio de fútbol."
      }
    }

  ],
  "layer": "layerdeportisq5e"
}
